---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup2
source: html/5052cdb7-d792-5946-be6e-28b845ece29d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbfPerFtSup2 Property

Symbol lbf/ft², indicating unit Pounds force per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbfPerFtSup2 { get; }
```